[
    {
        "title":"Saturday Academy's Appreticeships in Science and Engineering (ASE) Program",
        "link":"http://www.saturdayacademy.org/ase",
        "description": "The Apprenticeships in Science and Engineering (ASE) Program matches high school freshmen,sophomores, and juniors with scientists and engineers for 8-week summer internships in a professional, scientific or engineering environment. Nikhil Anand, a high school student from Beaverton, Oregon is our ASE intern for the summer of 2014."
    },
    {
        "title":"Research Experience for Undergraduates (REU) program @ Portland State University",
        "link":"http://www.reu.pdx.edu/",
        "description": "An NSF funded program that provides opportunities for undergraduate students—with an emphasis on underrepresented minorities, females, and veterans of the US armed forces—to be involved in a research project. In the summer of 2013, Jason Castaneda, an Honors College undergraduate at OSU, partipated in an 8 week research project supervised by Dr. Greaney, in collaboration with Dr. Jun Jiao at Portland State University."
    },
    {
        "title":"Summer Experience for Science and Engineering for Youth (SESEY)",
        "link":"http://cbee.oregonstate.edu/sesey/",
        "description": "SESEY is a one-week summer program that offer a unique opportunity for high school girls and minority students with an aptitude for math and science in engineering fields. In the summer of 2013, two female high school students spent a week participating in research in the CMS group."
    },
    {
        "title":"NanoDays",
        "link":"http://nisenet.org/nanodays",
        "description": "A nationwide festival of educational programs about nanoscale science and engineering and its potential impact on the future. These public engagements are designed for people of all ages and held at museums, research centers and universities. NanoDays events are organized by participants in the Nanoscale Informal Science Education Network (NISE). In 2012, group members volunteered at the <a href='http://www.omsi.edu/'>Oregon Museum of Science and Industry (OMSI)</a> NanoDays celebration."
    },
    {
        "title":"Royal Society of Chemistry's Mpemba Competition",
        "link":"http://www.rsc.org/mpemba-competition/",
        "description": "In 2012, Dr. Greaney assisted in reviewing over 22,000 entries to the RSC's Mpemba Competition, that offered £1000 to the person or team producing the best and most creative explanation of the phenomenon by which hot water sometimes freezes faster than cold water, known today as The Mpemba Effect."
    }
]