[
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000396639400046",
        "Fields": {
            "Author": "Jian, Zelang and Bommier, Clement and Luo, Langli and Li, Zhifei and Wang, Wentao and Wang, Chongmin and Greaney, P. Alex and Ji, Xiulei",
            "Title": "Insights on the Mechanism of Na-Ion Storage in Soft Carbon Anode",
            "Journal": "CHEMISTRY OF MATERIALS",
            "Year": "2017",
            "Volume": "29",
            "Number": "5",
            "Pages": "2314-2320",
            "Month": "MAR 14",
            "Abstract": "Graphite is the commercial anode for lithium-ion batteries; however, it fails to extend its success to sodium-ion batteries. Recently, we demonstrated that a low-cost amorphous carbon soft carbon exhibits remarkable rate performance and stable cycling life of Na-ion storage. However, its Na-ion storage mechanism has remained elusive, which has plagued further development of such carbon anodes. Here, we remedy this shortfall by presenting the results from an integrated set of experimental and computational studies that, for the first time, reveal the storage mechanism for soft carbon. We find that sodium ions intercalate into graphenic layers, leading to an irreversible quasi-plateau at similar to 0.5 V versus Na+/Na as well as an irreversible expansion seen by in situ transmission electron microscopy (TEM) and X-ray diffraction (XRD). Such a high-potential plateau is correlated to the defective local structure inside the turbostratic stacking of soft carbon and the associated high-binding energies with Na ions, suggesting a trapping mechanism. On the other hand, soft carbon exhibits long sloping regions above and below the quasi-plateau during the first sodiation, where the sloping regions present highly reversible behavior. It is attributed to the more defects contained by soft carbon revealed by neutron total scattering and the associated pair distribution function studies.",
            "DOI": "10.1021/acs.chemmater.6b05474",
            "ISSN": "0897-4756",
            "EISSN": "1520-5002",
            "ResearcherID-Numbers": "Luo, Langli/B-5239-2013",
            "ORCID-Numbers": "Luo, Langli/0000-0002-6311-051X",
            "Unique-ID": "ISI:000396639400046"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000397307600012",
        "Fields": {
            "Author": "Wang, Xingfeng and Bommier, Clement and Jian, Zelang and Li, Zhifei and Chandrabose, Raghu S. and Rodriguez-Perez, Ismael A. and Greaney, P. Alex and Ji, Xiulei",
            "Title": "Hydronium-Ion Batteries with Perylenetetracarboxylic Dianhydride Crystals as an Electrode",
            "Journal": "ANGEWANDTE CHEMIE-INTERNATIONAL EDITION",
            "Year": "2017",
            "Volume": "56",
            "Number": "11",
            "Pages": "2909-2913",
            "Month": "MAR 6",
            "Abstract": "We demonstrate for the first time that hydronium ions can be reversibly stored in an electrode of crystalline 3,4,9,10-perylenetetracarboxylic dianhydride (PTCDA). PTCDA exhibits a capacity of 85 mAhg(-1) at 1 Ag-1 after an initial conditioning process. Ex situ X-ray diffraction revealed reversible and significant structure dilation upon reduction of PTCDA in an acidic electrolyte, which can only be ascribed to hydronium-ion intercalation. The lattice expansion upon hydronium storage was theoretically explored by first-principles density functional theory (DFT) calculations, which confirmed the hydronium storage in PTCDA.",
            "DOI": "10.1002/anie.201700148",
            "ISSN": "1433-7851",
            "EISSN": "1521-3773",
            "Unique-ID": "ISI:000397307600012"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000394665000011",
        "Fields": {
            "Author": "Oliveira, Laura de Sousa and Greaney, P. Alex",
            "Title": "Method to manage integration error in the Green-Kubo method",
            "Journal": "PHYSICAL REVIEW E",
            "Year": "2017",
            "Volume": "95",
            "Number": "2",
            "Month": "FEB 21",
            "Abstract": "The Green-Kubo method is a commonly used approach for predicting transport properties in a system from equilibrium molecular dynamics simulations. The approach is founded on the fluctuation dissipation theorem and relates the property of interest to the lifetime of fluctuations in its thermodynamic driving potential. For heat transport, the lattice thermal conductivity is related to the integral of the autocorrelation of the instantaneous heat flux. A principal source of error in these calculations is that the autocorrelation function requires a long averaging time to reduce remnant noise. Integrating the noise in the tail of the autocorrelation function becomes conflated with physically important slow relaxation processes. In this paper we present a method to quantify the uncertainty on transport properties computed using the Green-Kubo formulation based on recognizing that the integrated noise is a random walk, with a growing envelope of uncertainty. By characterizing the noise we can choose integration conditions to best trade off systematic truncation error with unbiased integration noise, to minimize uncertainty for a given allocation of computational resources.",
            "DOI": "10.1103/PhysRevE.95.023308",
            "Article-Number": "023308",
            "ISSN": "2470-0045",
            "EISSN": "2470-0053",
            "Unique-ID": "ISI:000394665000011"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000386248700021",
        "Fields": {
            "Author": "Truszkowska, Agnieszka and Greaney, P. Alex and Jovanovic, Goran",
            "Title": "Multiscale lattice Boltzmann modeling of two-phase flow and retention times in micro-patterned fluidic devices",
            "Journal": "COMPUTERS & CHEMICAL ENGINEERING",
            "Year": "2016",
            "Volume": "95",
            "Pages": "249-259",
            "Month": "DEC 5",
            "Abstract": "Recent advances for fabricating micro-featured architectures such as posts or pillars in fluidic devices provide exciting opportunities for multiphase flow management. Here we describe a novel, multiscale modeling approach for two-phase flows in microfeatured architectures developed within the Shan and Chen Lattice Boltzmann method. In our approach a fine scale is used to resolve the true microfeatured architecture, with a coarser scale used to model the gross geometry of the device. We develop the basic features of the approach and demonstrate its applicability to modeling retention times of droplets of a dispersed phase in an array of microposts - an architecture used in microfluidic reactors, bioreactors, and biomedical devises. Additionally we show that it is feasible to model the microfeatured geometry in a piecewise manner which includes extrapolating dispersed phase flow characteristics in the entire system based on simulations in smaller subdomains. (C) 2016 Elsevier Ltd. All rights reserved.",
            "DOI": "10.1016/j.compchemeng.2016.08.016",
            "ISSN": "0098-1354",
            "EISSN": "1873-4375",
            "Unique-ID": "ISI:000386248700021"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000386058100007",
        "Fields": {
            "Author": "Bommier, Clement and Leonard, Daniel and Jian, Zelang and Stickle, William F. and Greaney, P. Alex and Ji, Xiulei",
            "Title": "New Paradigms on the Nature of Solid Electrolyte Interphase Formation and Capacity Fading of Hard Carbon Anodes in Na-Ion Batteries",
            "Journal": "ADVANCED MATERIALS INTERFACES",
            "Year": "2016",
            "Volume": "3",
            "Number": "19",
            "Month": "OCT 6",
            "Abstract": "Capacity fading in Na/C half-cells has long been attributed to the continuous formation of the solid electrolyte interphase (SEI). The SEI is often assumed to grow thicker on the carbon anode surface during cycling, eventually rendering it electrochemically inactive. However, the findings here shed new light on this assumption. It is shown that SEI has an inward progression into the anode material, not an outward one. Additionally, it is also reported that the Na-metal counter electrode is hardly an inactive component in the Na/C half-cell. Contrarily, it is a primary source of electrolyte degradation. It is then shown that the combination of SEI formation, along with electrolyte degradation leads to severe kinetic problems at the electrolyte/anode interface, resulting in poor electrochemical performances. However, it is also demonstrated that such negative effects in a Na/C half-cell are easily reversible. By either drastically reducing the current rate, or pairing the carbon electrode with new electrolyte and new Na-metal counter electrode a carbon material with a 70% capacity loss can recover its original performances. These conclusions bring forth valuable insight. This shows that in a Na/C half-cell setting, long-term fading is not due to the carbon material, but caused by electrolyte degradation stemming from interface phenomenon.",
            "DOI": "10.1002/admi.201600449",
            "Article-Number": "1600449",
            "ISSN": "2196-7350",
            "Unique-ID": "ISI:000386058100007"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "inproceedings",
        "EntryKey": "ISI:000379883700004",
        "Fields": {
            "Author": "Manion, Charles A. and Arlitt, Ryan and Turner, Irem and Campbell, Matthew I. and Greaney, P. Alex",
            "Book-Group-Author": "ASME",
            "Title": "TOWARDS AUTOMATED DESIGN OF MECHANICALLY FUNCTIONAL MOLECULES",
            "Booktitle": "INTERNATIONAL DESIGN ENGINEERING TECHNICAL CONFERENCES AND COMPUTERS AND INFORMATION IN ENGINEERING CONFERENCE, 2015, VOL 2A",
            "Year": "2016",
            "Pages": "COVER1C-U60",
            "Note": "ASME International Design Engineering Technical Conferences and Computers and Information in Engineering Conference, Boston, MA, AUG 02-05, 2015",
            "Organization": "ASME, Design Engn Div; ASME, Comp & Informat Engn Div",
            "Abstract": "Metal Organic Responsive Frameworks (MORFs) are a proposed new class of smart materials consisting of a Metal Organic Framework (MOF) with photoisomerizing beams (also known as linkers) that fold in response to light. Within a device these new light responsive materials could provide the capabilities such as photo-actuation, photo-tunable rigidity, and photo-tunable porosity. However, conventional MOF architectures are too rigid to allow isomerization of photoactive sub-molecules. We propose a new computational approach for designing MOF linkers to have the required mechanical properties to allow the photoisomer to fold by borrowing concepts from de novo molecular design and graph synthesis. Here we show how this approach can be used to design compliant linkers with the necessary flexibility to be actuated by photoisomerization and used to design MORFs with desired functionality.",
            "Article-Number": "V02AT03A004",
            "ISBN": "978-0-7918-5707-6",
            "Unique-ID": "ISI:000379883700004"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000371710500033",
        "Fields": {
            "Author": "Manion, Charles and Arlitt, Ryan and Campbell, Matthew I. and Tumer, Irem and Stone, Rob and Greaney, P. Alex",
            "Title": "Automated design of flexible linkers",
            "Journal": "DALTON TRANSACTIONS",
            "Year": "2016",
            "Volume": "45",
            "Number": "10",
            "Pages": "4338-4345",
            "Abstract": "This paper presents a method for the systematic and automated design of flexible organic linkers for construction of metal organic-frameworks (MOFs) in which flexibility, compliance, or other mechanically exotic properties originate at the linker level rather than from the framework kinematics. Our method couples a graph grammar method for systematically generating linker like molecules with molecular dynamics modeling of linkers' mechanical response. Using this approach we have generated a candidate pool of >59 000 hypothetical linkers. We screen linker candidates according to their mechanical behaviors under large deformation, and extract fragments common to the most performant candidate materials. To demonstrate the general approach to MOF design we apply our system to designing linkers for pressure switching MOFs-MOFs that undergo reversible structural collapse after a stress threshold is exceeded.",
            "DOI": "10.1039/c5dt03511b",
            "ISSN": "1477-9226",
            "EISSN": "1477-9234",
            "Unique-ID": "ISI:000371710500033"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000353377100008",
        "Fields": {
            "Author": "Oliveira, Laura de Sousa and Greaney, P. Alex",
            "Title": "Thermal resistance from irradiation defects in graphite",
            "Journal": "COMPUTATIONAL MATERIALS SCIENCE",
            "Year": "2015",
            "Volume": "103",
            "Pages": "68-76",
            "Month": "JUN 1",
            "Abstract": "An atomistic level understanding of how varying types and numbers of irradiation induced defects affect thermal resistance in graphite is vital in designing accident tolerant fuels for next-generation nuclear reactors. To this end we performed equilibrium molecular dynamics simulations and computed the change to thermal conductivity due to a series of clustering and non-clustering point defects using the Green-Kubo method. In addition, we present a comprehensive discussion of several approaches to converge the integral of the heat current autocorrelation function. Our calculations show that more energetically favorable clustering defects exhibit fewer low frequency modes and increase the anisotropic nature of graphite selectively exerting a significant effect on thermal resistance along the c-axis. (C) 2015 Elsevier B.V. All rights reserved.",
            "DOI": "10.1016/j.commatsci.2015.03.001",
            "ISSN": "0927-0256",
            "EISSN": "1879-0801",
            "Unique-ID": "ISI:000353377100008"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000342360000035",
        "Fields": {
            "Author": "Han, Luping and Budge, Makenzie and Greaney, P. Alex",
            "Title": "Relationship between thermal conductivity and framework architecture in MOF-5",
            "Journal": "COMPUTATIONAL MATERIALS SCIENCE",
            "Year": "2014",
            "Volume": "94",
            "Number": "SI",
            "Pages": "292-297",
            "Month": "NOV",
            "Abstract": "Metal-organic-framework materials (MOFs) are the most porous materials known to humanity and thus are promising materials for gas storage and absorption refrigerators-reducing the overall size of the absorption bed. Central to the performance of the MOF is its ability to withdraw heat from the absorbed working gas. Here we use a suite of molecular dynamics simulations to relate structural features of the MOF-5 framework to its thermal transport properties. These were performed for the purpose of establishing design principles that can be used in the development of new MOFs with tailored thermal conductivity. The last part of the paper examines thermal transport in MOF-5 when loaded with hydrogen and deuterium which increases thermal conductivity. (C) 2014 Elsevier B.V. All rights reserved.",
            "DOI": "10.1016/j.commatsci.2014.06.008",
            "ISSN": "0927-0256",
            "EISSN": "1879-0801",
            "Unique-ID": "ISI:000342360000035"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000341189400043",
        "Fields": {
            "Author": "Hu, Congcong and Greaney, P. Alex",
            "Title": "Role of seta angle and flexibility in the gecko adhesion mechanism",
            "Journal": "JOURNAL OF APPLIED PHYSICS",
            "Year": "2014",
            "Volume": "116",
            "Number": "7",
            "Month": "AUG 21",
            "Abstract": "A model is developed to describe the reversible nature of gecko dry adhesion. The central aspect of this model is that the seta can be easily peeled away from the contacting surface by a small moment at the contact tip. It is shown that this contact condition is very sensitive, but can result in robust adhesion if individual setae are canted and highly flexible. In analogy to the ``cone of friction,'' we consider the `` adhesion region''-the domain of normal and tangential forces that maintain adhesion. Results demonstrate that this adhesion region is highly asymmetric enabling the gecko to adhere under a variety of loading conditions associated with scuttling horizontally, vertically, and inverted. Moreover, under each of these conditions, there is a low energy path to de-adhesion. In this model, obliquely canted seta (as possessed by geckos) rather than vertically aligned fibers (common in synthetic dry adhesive) provides the most robust adhesion. (C) 2014 AIP Publishing LLC.",
            "DOI": "10.1063/1.4892628",
            "Article-Number": "074302",
            "ISSN": "0021-8979",
            "EISSN": "1089-7550",
            "Unique-ID": "ISI:000341189400043"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000338748400035",
        "Fields": {
            "Author": "Qian, Wen and Greaney, P. Alex and Fowler, Simon and Chiu, Sheng-Kuei and Goforth, Andrea M. and Jiao, Jun",
            "Title": "Low-Temperature Nitrogen Doping in Ammonia Solution for Production of N-Doped TiO2-Hybridized Graphene as a Highly Efficient Photocatalyst for Water Treatment",
            "Journal": "ACS SUSTAINABLE CHEMISTRY & ENGINEERING",
            "Year": "2014",
            "Volume": "2",
            "Number": "7",
            "Pages": "1802-1810",
            "Month": "JUL",
            "Abstract": "To facilitate the potential application of TiO2 as an efficient photocatalyst, the modulation of its band gap and electrical structure is of great significance. Herein, we report a very simple nitrogen (N)-doping method to obtain N-doped TiO2, which is hybridized with graphene sheets at a temperature as low as 180 degrees C and using an ammonia solution as the N source and reaction medium. X-ray photoelectron spectroscopy analysis revealed that the atomic N level could reach 2.4 atomic percent when the reaction time was 14 h. Photoluminescence (PL) emission spectra indicated that N-doped TiO2/graphene composites have drastically suppressed TiO2 PL intensity when compared to undoped TiO2, confirming the lower recombination rate of electron hole pairs in the N-doped TiO2. Additionally, photodegradation data showed that the decomposition rate of methylene blue with our N-doped TiO2/graphene photocatalyst is twice as fast as a commercial Degussa P25 catalyst. Furthermore, density functional theory (DFT) calculations demonstrate that N doping creates empty states in the band gap of the TiO2 that are below the Fermi energy of graphene. Thus, when N-doped TiO2 is brought into contact with graphene, these states become filled by electrons from the graphene, shifting the TiO2 bands upward relative to the graphene. Such a shift in band alignment across the TiO2/graphene heterojunction makes transfer of the photoexcited electron more energetically favorable. This work provides a very convenient chemical route to the scalable production of N-doped TiO2/graphene photocatalyst for potential applications in wastewater treatment.",
            "DOI": "10.1021/sc5001176",
            "ISSN": "2168-0485",
            "Unique-ID": "ISI:000338748400035"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000329056800053",
        "Fields": {
            "Author": "Sklan, Sophia R. and Greaney, P. Alex and Grossman, Jeffrey C.",
            "Title": "Resonant behavior in heat transfer across weak molecular interfaces",
            "Journal": "JOURNAL OF APPLIED PHYSICS",
            "Year": "2013",
            "Volume": "114",
            "Number": "23",
            "Month": "DEC 21",
            "Abstract": "Molecular dynamics (MD) simulations are used to study, in detail, the transfer of thermal (vibrational) energy between objects with discrete vibrational spectra to those with a semi-continuum of spectra. The transfer of energy is stochastic and strongly dependent on the instantaneous separation between the bodies. The insight from the MD simulations can be captured with a simple classical model that agrees well with quantum models. This model can be used to optimize systems for efficient frequency selective energy transfer, which can be used in designing a chemical sensor through nanomechanical resonance spectroscopy. (C) 2013 AIP Publishing LLC.",
            "DOI": "10.1063/1.4851035",
            "Article-Number": "234308",
            "ISSN": "0021-8979",
            "EISSN": "1089-7550",
            "Unique-ID": "ISI:000329056800053"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000327539500030",
        "Fields": {
            "Author": "Saranam, Venkata Rajesh and Greaney, P. Alex",
            "Title": "Surprising behaviour during dissipation and collision of flexural waves in carbon nanotubes",
            "Journal": "JOURNAL OF PHYSICS D-APPLIED PHYSICS",
            "Year": "2013",
            "Volume": "46",
            "Number": "48",
            "Month": "DEC 4",
            "Abstract": "The manuscript reports on simulations of the intrinsic dissipation of standing and travelling flexural vibrations in carbon nanotubes. It is found that extended travelling and standing waves exhibit anomalous dissipation, during which the excited modes experience massive damping that is triggered by the accumulation of energy in special gateway modes. In the second part of this work the attenuation of travelling flexural wave packets is examined-including the collisions between wave packets. Surprisingly, these wave packets show markedly different dissipation behaviour from extended waves with the same wavelength and amplitude. Moreover, the wave packet collisions are seen to be sensitive to the direction of collision, hinting at temperature gradient induced reduction of the thermal conductivity. Following the cascade of energy as it dissipates it is seen that scattering of energy into other flexural modes has little effect on the net energy flux, while dissipation into non-flexural modes is thermally resistive.",
            "DOI": "10.1088/0022-3727/46/48/485502",
            "Article-Number": "485502",
            "ISSN": "0022-3727",
            "EISSN": "1361-6463",
            "Unique-ID": "ISI:000327539500030"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000297253100012",
        "Fields": {
            "Author": "Greaney, P. Alex and Lani, Giovanna and Cicero, Giancarlo and Grossman, Jeffrey C.",
            "Title": "Mpemba-Like Behavior in Carbon Nanotube Resonators",
            "Journal": "METALLURGICAL AND MATERIALS TRANSACTIONS A-PHYSICAL METALLURGY AND MATERIALS SCIENCE",
            "Year": "2011",
            "Volume": "42A",
            "Number": "13",
            "Pages": "3907-3912",
            "Month": "DEC",
            "Abstract": "Surprising Mpemba-like dissipation is observed during computer simulated ring-down of the flexural modes of a single-walled carbon nanotube resonator. Vibrations are made to decay to zero faster by adding a larger initial excitation. We liken this counterintuitive observation to the well-known Mpemba effect in which hot water freezes faster that cold water. In both cases, the system seems to pose a memory of its thermal history; a paradoxical result that is reconciled if the dissipative state of the system is not described uniquely by the system's average temperature. A vibrational mode projection algorithm is used to track the dissipation pathway, showing that dissipation is dependent strongly on the development of an athermal phonon population. The implications of Mpemba-like behavior in more general, and continuously driven, nanomechanical systems are discussed.",
            "DOI": "10.1007/s11661-011-0843-4",
            "ISSN": "1073-5623",
            "ORCID-Numbers": "Cicero, Giancarlo/0000-0002-2920-9882",
            "Unique-ID": "ISI:000297253100012"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000291402700018",
        "Fields": {
            "Author": "Raghunathan, Rajamani and Greaney, P. Alex and Grossman, Jeffrey C.",
            "Title": "Phonostat: Thermostatting phonons in molecular dynamics simulations",
            "Journal": "JOURNAL OF CHEMICAL PHYSICS",
            "Year": "2011",
            "Volume": "134",
            "Number": "21",
            "Month": "JUN 7",
            "Abstract": "Thermostat algorithms in a molecular dynamics simulation maintain an average temperature of a system by regulating the atomic velocities rather than the internal degrees of freedom. Herein, we present a ``phonostat'' algorithm that can regulate the total energy in a given internal degree of freedom. In this algorithm, the modal energies are computed at each time step using a mode-tracking scheme and then the system is driven by an external driving force of desired frequency and amplitude. The rate and amount of energy exchange between the phonostat and the system is controlled by two distinct damping parameters. Two different schemes for controlling the external driving force amplitude are also presented. In order to test our algorithm, the method is applied initially to a simple anharmonic oscillator for which the role of various phonostat parameters can be carefully tested. We then apply the phonostat to a more realistic (10,0) carbon nanotube system and show how such an approach can be used to regulate energy of highly anharmonic modes. (c) 2011 American Institute of Physics. [doi:10.1063/1.3597605]",
            "DOI": "10.1063/1.3597605",
            "Article-Number": "214117",
            "ISSN": "0021-9606",
            "Unique-ID": "ISI:000291402700018"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "incollection",
        "EntryKey": "ISI:000296272000006",
        "Fields": {
            "Author": "Greaney, P. Alex and Grossman, Jeffrey C.",
            "Editor": "Bichoutskaia, E",
            "Title": "Simulating Thermomechanical Phenomena of Nanoscale Systems",
            "Booktitle": "COMPUTATIONAL NANOSCIENCE",
            "Series": "RSC Theoretical and Computational Chemistry Series",
            "Year": "2011",
            "Number": "4",
            "Pages": "109-146",
            "ISSN": "2041-3181",
            "ISBN": "978-1-84973-268-0",
            "ResearcherID-Numbers": "Besley, Elena/I-5672-2013",
            "ORCID-Numbers": "Besley, Elena/0000-0002-9910-7603",
            "Unique-ID": "ISI:000296272000006"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000271566400006",
        "Fields": {
            "Author": "Greaney, P. Alex and Lani, Giovanna and Cicero, Giancarlo and Grossman, Jeffrey C.",
            "Title": "Anomalous Dissipation in Single-Walled Carbon Nanotube Resonators",
            "Journal": "NANO LETTERS",
            "Year": "2009",
            "Volume": "9",
            "Number": "11",
            "Pages": "3699-3703",
            "Month": "NOV",
            "Abstract": "We observe a new anomalous and transient process of intrinsic dissipation in simulations of the ring-down of flexural modes in single-walled carbon nanotube (CNT) resonators. The effect is pronounced, causing the quality factor of the mode to be reduced by more that 95% for tens of picoseconds. The anomalous dissipation depends on the CNT temperature and the energy in the mode, and remarkably increasing the excitation energy in the resonator causes it to decay to zero faster. By tracking the cascade of energy as it dissipates we identify ``gateway'' modes that provide important channels for dissipation. The processes we observe show that an athermal phonon population accompanying dissipation can strongly influence the quality factor in nanoelectromechanical devices.",
            "DOI": "10.1021/nl901706y",
            "ISSN": "1530-6984",
            "EISSN": "1530-6992",
            "ORCID-Numbers": "Cicero, Giancarlo/0000-0002-2920-9882",
            "Unique-ID": "ISI:000271566400006"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000259140200009",
        "Fields": {
            "Author": "Greaney, P. Alex and Grossman, Jeffrey C.",
            "Title": "Nanomechanical resonance spectroscopy: A novel route to ultrasensitive label-free detection",
            "Journal": "NANO LETTERS",
            "Year": "2008",
            "Volume": "8",
            "Number": "9",
            "Pages": "2648-2652",
            "Month": "SEP",
            "Abstract": "We propose a new chemical detection technique in which an analyte's vibrational frequencies are interrogated directly using an array of nanomechanical resonators. This ``nanomechanical resonance spectroscopy'' (NRS) could permit label-free chemical detection, combining the high sensitivity of nanomechanical approaches with the high selectivity of traditional spectroscopy. A computational proof of principle is presented, demonstrating the central concept: exploiting resonant exchange of vibrational energy for chemical identification. Guidelines for experimental realization of NRS are discussed.",
            "DOI": "10.1021/nl0808278",
            "ISSN": "1530-6984",
            "Unique-ID": "ISI:000259140200009"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000245135400036",
        "Fields": {
            "Author": "Greaney, P. Alex and Grossman, Jeffrey C.",
            "Title": "Nanomechanical energy transfer and resonance effects in single-walled carbon nanotubes",
            "Journal": "PHYSICAL REVIEW LETTERS",
            "Year": "2007",
            "Volume": "98",
            "Number": "12",
            "Month": "MAR 23",
            "Abstract": "Molecular dynamics simulations are employed to elucidate the important factors in mechanical energy transfer between carbon nanotubes. Our calculations show that sharp resonance effects allow for near complete and highly efficient energy transfer. In addition, the weak coupling between two nanotubes sets the time scale for the energy transfer. The simulations provide the mechanistic basis for a theoretical description of lattice vibration mediated heat flow in nanoscale materials.",
            "DOI": "10.1103/PhysRevLett.98.125503",
            "Article-Number": "125503",
            "ISSN": "0031-9007",
            "Unique-ID": "ISI:000245135400036"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000232623700041",
        "Fields": {
            "Author": "Robinson, JT and Liddle, JA and Minor, A and Radmilovic, V and Yi, DO and Greaney, PA and Long, KN and Chrzan, DC and Dubon, OD",
            "Title": "Metal-induced assembly of a semiconductor island lattice: Ge truncated pyramids on Au-patterned Si",
            "Journal": "NANO LETTERS",
            "Year": "2005",
            "Volume": "5",
            "Number": "10",
            "Pages": "2070-2073",
            "Month": "OCT",
            "Abstract": "We report the two-dimensional alignment of semiconductor islands using rudimentary metal patterning to control nucleation and growth. In the Ge on Si system, a square array of submicron Au dots on the Si (001) surface induces the assembly of deposited Ge adatoms into an extensive island lattice. Remarkably, these highly ordered Ge islands form between the patterned Au dots and are characterized by a unique truncated pyramidal shape. A model based on patterned diffusion barriers explains the observed ordering and establishes general criteria for the broader applicability of such a directed assembly process to quantum dot ordering.",
            "DOI": "10.1021/nl051719d",
            "ISSN": "1530-6984",
            "ResearcherID-Numbers": "Robinson, Jeremy/F-2748-2010 Liddle, James/A-4867-2013",
            "ORCID-Numbers": "Liddle, James/0000-0002-2508-7910",
            "Unique-ID": "ISI:000232623700041"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000232229100157",
        "Fields": {
            "Author": "Greaney, PA and Chrzan, DC",
            "Title": "Irreversible island growth in the presence of anisotropic surface diffusion with long jumps",
            "Journal": "PHYSICAL REVIEW B",
            "Year": "2005",
            "Volume": "72",
            "Number": "11",
            "Month": "SEP",
            "Abstract": "Kinetic Monte Carlo (KMC) simulations are used to investigate the dynamics of island growth during submonolayer epitaxy in the presence of anisotropic surface diffusion, and the influence of a recently hypothesized crowdion diffusion mechanism. An existing rate equation mean-field analysis of island growth is extended to include anisotropic diffusion. The mean-field analysis is found to be at odds with results from KMC simulations indicating that the details of the surface diffusion mechanism influence the nucleation rate. It is found that anisotropy in adatom hopping reduces the density of stable islands. It is also found that although the shape of the island size distribution is sensitive to island relaxation processes, it is not discernibly affected by hopping anisotropy with ratios D-xx/D-yy up to 16.",
            "DOI": "10.1103/PhysRevB.72.115432",
            "Article-Number": "115432",
            "ISSN": "1098-0121",
            "Unique-ID": "ISI:000232229100157"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000229804700119",
        "Fields": {
            "Author": "Ertekin, E and Greaney, PA and Chrzan, DC and Sands, TD",
            "Title": "Equilibrium limits of coherency in strained nanowire heterostructures",
            "Journal": "JOURNAL OF APPLIED PHYSICS",
            "Year": "2005",
            "Volume": "97",
            "Number": "11",
            "Month": "JUN 1",
            "Abstract": "Due to their unique boundary conditions, nanowire heterostructures may exhibit defect-free interfaces even for systems with large lattice mismatch. Heteroepitaxial material integration is limited by lattice mismatches in planar systems, but we use a variational approach to show that nanowire heterostructures are more effective at relieving mismatch strain coherently. This is an equilibrium model based on the Matthews critical thickness in which the lattice mismatch strain is shared by the nanowire overlayer and underlayer, and could as well be partially accomodated by the introduction of a pair of misfit dislocations. The model is highly portable to other nanowire material systems and can be used to estimate critical feature sizes. We find that the critical radius of this system is roughly an order of magnitude larger than the critical thickness of the corresponding thin film/substrate material system. Finite element analysis is used to assess some aspects of the model; in particular, to show that the variational approach describes well the decay of the strain energy density away from the interface. (C) 2005 American Institute of Physics.",
            "DOI": "10.1063/1.1903106",
            "Article-Number": "114325",
            "ISSN": "0021-8979",
            "ResearcherID-Numbers": "Sands, Timothy/D-2133-2009 Ertekin, Elif/D-6764-2013",
            "ORCID-Numbers": "Sands, Timothy/0000-0001-9718-6515 Ertekin, Elif/0000-0002-7816-1803",
            "Unique-ID": "ISI:000229804700119"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000222996700024",
        "Fields": {
            "Author": "Xiao, W and Greaney, PA and Chrzan, DC",
            "Title": "Pt adatom diffusion on strained Pt(001)",
            "Journal": "PHYSICAL REVIEW B",
            "Year": "2004",
            "Volume": "70",
            "Number": "3",
            "Month": "JUL",
            "Abstract": "The diffusion of Pt on unreconstructed, strained Pt(001) is considered. The strain dependence for the energy barrier to adatom diffusion is computed using the embedded atom method. The computations predict that for a broad range of accessible strain states, the dominant diffusion mechanism is mediated by the formation and motion of a surface crowdion. Further, the saddle-point configuration for ``simple'' hopping is predicted to extend over a number of lattice sites. The diffusion energy barriers for both exchange and hopping mechanisms depend on the size of the cell used in the calculation.",
            "DOI": "10.1103/PhysRevB.70.033402",
            "Article-Number": "033402",
            "ISSN": "2469-9950",
            "EISSN": "2469-9969",
            "Unique-ID": "ISI:000222996700024"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000184748600028",
        "Fields": {
            "Author": "Greaney, PA and Chrzan, DC and Clemens, BM and Nix, WD",
            "Title": "Self-assembled nanostructures through wavelength-controlled spinodal decomposition",
            "Journal": "APPLIED PHYSICS LETTERS",
            "Year": "2003",
            "Volume": "83",
            "Number": "7",
            "Pages": "1364-1366",
            "Month": "AUG 18",
            "Abstract": "The self-assembly of nanostructured materials through controlled wavelength spinodal decomposition is explored using a simple model. The model assumes that a homogeneous alloy is deposited on a rigid, periodically strained substrate. A linear stability analysis establishes that the film will undergo spinodal decomposition with the dominant wavelength determined by the periodicity of the substrate strain. (C) 2003 American Institute of Physics.",
            "DOI": "10.1063/1.1602581",
            "ISSN": "0003-6951",
            "EISSN": "1077-3118",
            "Unique-ID": "ISI:000184748600028"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "article",
        "EntryKey": "ISI:000182320200034",
        "Fields": {
            "Author": "Xiao, W and Greaney, PA and Chrzan, DC",
            "Title": "Adatom transport on strained Cu(001): Surface crowdions",
            "Journal": "PHYSICAL REVIEW LETTERS",
            "Year": "2003",
            "Volume": "90",
            "Number": "15",
            "Month": "APR 18",
            "Abstract": "Surface strain is often suggested as a means to control the self-assembled growth of nanostructures. Strain affects both the kinetics of nucleation and the free energies of formation of the desired nanostructure. It is demonstrated here that diffusion on some strained surfaces may be mediated by newly identified adatom transport mechanism: the formation and motion of a surface crowdion.",
            "DOI": "10.1103/PhysRevLett.90.156102",
            "Article-Number": "156102",
            "ISSN": "0031-9007",
            "EISSN": "1079-7114",
            "Unique-ID": "ISI:000182320200034"
        }
    },
    {
        "ObjectType": "entry",
        "EntryType": "inproceedings",
        "EntryKey": "ISI:000183136600114",
        "Fields": {
            "Author": "Ertekin, E and Greaney, PA and Sands, TD and Chrzan, DC",
            "Editor": "Kilmov, VI and Buriak, JM and Wayner, DDM and Priolo, F and White, B and Tsybeskov, L",
            "Title": "Equilibrium analysis of lattice-mismatched nanowire heterostructures",
            "Booktitle": "QUANTUM CONFINED SEMICONDUCTOR NANOSTRUCTURES",
            "Series": "MATERIALS RESEARCH SOCIETY SYMPOSIUM PROCEEDINGS",
            "Year": "2003",
            "Volume": "737",
            "Pages": "769-774",
            "Note": "Symposium on Quantum Confined Semiconductor Nanostructures held at the 2002 MRS Fall Meeting, BOSTON, MA, DEC 02, 2001-DEC 05, 2002",
            "Organization": "Mat Res Soc; Evident Technol Inc; IBM TJ Watson Res Ctr; Los Alamos Natl Lab; Motorola Inc; Texas A&M Univ",
            "Abstract": "The quality of lattice-mismatched semiconductor heterojunctions is often limited by the presence of misfit dislocations. Nanowire geometries offer the promise of creating highly mismatched, yet dislocation free heterojunctions. A simple model, based upon the critical thickness model of Matthews and Blakeslee for misfit dislocation formation in planar heterostructures, illustrates that there exists a critical nanowire radius for which a coherent heterostructured nanowire system is unstable with respect to the formation of misfit dislocations. The model indicates that within the nanowire geometry, it should be possible to create perfect heterojunctions with large lattice-mismatch.",
            "ISSN": "0272-9172",
            "ISBN": "1-55899-674-5",
            "ResearcherID-Numbers": "Sands, Timothy/D-2133-2009",
            "ORCID-Numbers": "Sands, Timothy/0000-0001-9718-6515",
            "Unique-ID": "ISI:000183136600114"
        }
    }
]