[
    {
        "layout": "bigImage",
        "title": "Computer design of shape-changing materials",
        "nickname": "morfs",
        "imageUrl": "media/plaice-holder.jpg",
        "teaser": {
            "text": "We are teaching computers to invent new molecular machines that change shape in response to light.",
            "imageUrl": "/media/plaice-holder.jpg",
            "imageCaption": "Schematic of a metal-organic-responsive framework (MORF) uses as a self-squeezing hydrogen sponge."
        },
        "abstract": "Metal-organic-frameworks (MOFS) are tiny molecular jungle gyms. These materials are porous at a molecular scale creating a vast internal surface area that can be used for adsorption of gasses in key energy and environmental application such as storage of hydrogen, capture of carbon dioxide, and filtering pollutant gases. We are working to dramatically augment the functionality of these materials by designing them with the ability to move and change shape in response to light, creating materials that act as optical muscles, or that can vary their porosity to tune filtration, even materials that could breath or pump  gas. The design for these materials is complex; individual linking molecules in the framework act like a light driven molecular machine, but the movement of each molecule must be compatible with the movement of the framework they are embedded in. Rather that attempt to design these systems ourselves, we are creating machine learning methods to invent these molecules for us. In the process we are finding surprising solutions to the design problem that we would never have thought of.",
        "projectWriteUp": [
            "Our long term goal is to create metal-organic-frameworks (MOFS) that can change shape in response to light — materials that we call metal-organic <em>responsive</em> frameworks of MORFs. These smart materials could enable an array of exciting properties from self squeezing hydrogent storage materials such as in the example in Figure 2, optical muscles, and XXX. Our approach to designing these materials is based on a system for formalizing the molecule design space by abstracting molecules bonding topology as “graphs” (an abstract map of the bonding) and then defining a set of graph modification rules  that replace one fragment of a molecule with an alternative fragment. See the infographic ABOVE/BELOW. Starting with a single seed molecule on can design a molecule just by choosing a sequence of modification rules and the locations at which they are used. All of the molecules that can be designed from a given library of rules are formally related as the leaves on a decision tree --- and we can navigate from one molecule design to any other by moving up and down this tree. The tree-like design space is vast; from the tree branching we can estimate that using just 10 iterations of rule applications drawn from the library of 11 rules shown leads to ~10^15 different molecules. Brute force testing of such a large quantity of molecule designs is out of the question and so we are developing new algorithms for searching this decision tree that can learn as they go, and new informatics methods that enable us to quantify the structural similarity of molecules and identify what aspects of the structure endow a molecule with particular mechanical or kinematic molecules.",
            "We have used our design method to get the computer to invent ~60,000 molecules containing two dicarboxylic groups --- in MOFs these are the connection points between linkers and the nodal units that pin the framework together. We have then simulated all of these molecules under mechanical deformation screening them for properties such as buckling instability and mechanical hysteresis. Many of these molecules have convoluted shapes that would prevent them from fitting into a MOF framework and so we have developed a set of 6 heuristics that we also apply to the design process to ensure we generate molecule designs that the molecules’ carboxyl connection points are coaxial.",
            "So far we have adapted two optimization methods to help us search the design tree. Grammatical Evolution, and tree search: Genetic algorithms can be immensely powerful schemes for optimizing complex systems --- if, and only if, one can find a good way to encode the structure of the system as a gene so that cross breeding or gene mutation lead to relatively systematic changes in the system structure. Describing  the topology of a molecule as a gene is difficult, but with our decision tree of molecule modification steps we can describe a molecule by the route that we took down the tree to arrive at that molecule. We can the use a process of so called grammatical evolution to evolve the recipes for making molecules rather than the structure of the molecules themselves. We have used this approach to design MOFs that can fold at the linkers to undergo a massive reduction in the solvent accessible surface area with pressure. A number of these are shown in the figure XXX. All of these were designed by the computer without human intervention, and in all cases that molecule created a structure of 5-7 atoms that behaves as hinge connected to rigid beams. The mechanisms that that underpin them is remarkably subtle and in some cases non-intuitive and so it is very unlikely that a human designer would have come up with some of these design. We are currently in the process of applying is grammatical evolution approach to design light actuated MOFs. A alternative design approach we are taking is using advanced machine learning algorithms collectively called Monte Carlo Tree Search. Algorithms of this sort were at the heart of Google's AlphaGo  which was recently able to beat the world master at the strategy board game Go."
        ],
        "projectImages": [
            {
                "imgUrl": "media/morfs-2-800x.jpg",
                "imgCaption": "Schematic of a shape-shifting MORF"
            },
            {
                "imgUrl": "morfs-3-xpixelxypixle.jpg",
                "imgCaption": "Opperation cycle of a self squeezing hydrogen sponge"
            },
            {
                "imgUrl": "morfs-4-xpixelxypixle.jpg",
                "imgCaption": "Molecule design scheme"
            },
            {
                "imgUrl": "morfs-5-xpixelxypixle.jpg",
                "imgCaption": "Shape collapsing MOF"
            }
        ]
    },
    {
        "layout": "sideImage",
        "nickName": "mof",
        "title": "Engineering thermal properties in MOFs",
        "href": "engineering-thermal-properties-in-mofs",
        "imageUrl": "https://s3-us-west-2.amazonaws.com/alexgreaney.com/media/irmof-3-struct.thumbnail.png",
        "imageCaption": "Image Caption",
        "teaser": "MOFs sexy 1-2 sentence teaser that must tantalize the reader to make them follow the link and read more.",
        "expandedText": [
            "Metal-organic-frameworks (MOFs) are astounding new materials with open molecular-trellis structures. Because these materials are structurally so different from traditional  monolithic crystalline solids, they abound with opportunities for engineering thermal properties. By discovering the mechanisms of heat transport in these materials we aim to create new materials with exciting new thermal properties.",
            "Metal-organic-frameworks materials (MOFs) are an exciting new class of materials which are composed of a geometric molecular space-frame of organic linker molecules connecting metallic nodal units. These materials are open and intrinsically porous (the most porous materials known to man), however they also grow spontaneously in solution without the need of complex top-down assembly. There is a vast wealth of MOF crystal structures-a MOF's crystal symmetry is dictated by the metallic nodal units, and the topology by the geometry of the organic linker arms.",
            "The open space-frame structure of MOFs endows them with some remarkable properties-for example, they can be designed to play host to combinations of functional components within the interstices of the framework, which can be used to create materials with exotic optical properties.  There are two other properties of MOFs that are important for our research.",
            "1) MOFs can be used to absorb huge quantities of gas. This makes MOFs promising for important applications such as hydrogen storage and carbon sequestration. It also makes MOFs useful for less glamorous applications in which surface area is important, such as absorption refrigeration.",
            "2) The open structure of MOFs means that many of the low frequency vibrational modes are not traveling waves, as they would be in a conventional fully dense solid. Instead many modes are localized to individual framework linkages, and as such these modes cannot carry heat.",
            "In our research we are interested in the interplay of these two effects. In particular we are studying how gases within a MOF interact with localized modes and how this can be used to change the thermal conductivity. By understanding the fundamental processes of thermal transport in MOFs we aim to design exciting new materials with externally tunable, and/or thermally responsive properties.",
            "To understand the mechanisms of heat transport in these materials we use a combination of first principles and empirical methods to simulate thermal transport in the material, and its interaction with intercalated gas molecules."
        ]
    },
    {
        "layout": "sideImage",
        "nickName": "gecko",
        "title": "Gecko-inspired dry adhesion system",
        "href": "media/research_teaser_350px_gecko_foot_on_glass.jpg",
        "imageUrl": "https://s3-us-west-2.amazonaws.com/alexgreaney.com/media/gecko_foot_on_glass-sm-600px.png",
        "imageCaption": "Gecko foot on glass",
        "teaser": "Gecko teaser.....Write a sexy 1-2 sentence teaser that must tantalize the reader to make them follow the link and read more.",
        "expandedText": [
            "Geckos' amazing ability to walk upside down on the ceilings is due to the van der Waals attraction between the walls and millions of hairs on a gecko's foot. What is more remarkable, is that this dry adhesive is switchable -- geckos don't stick to walls like fly on fly-paper but can easily unstick their feet as they walk or run. In our research we are applying methods used to study earthquakes to discover the role of two factors in the gecko's adhesion 'system' the geometry of the hairs, and the hair to toe hierarchy."
        ]
    },
    {
        "layout": "sideImage",
        "nickName": "resonators",
        "title": "Dissipation in nanoscale resonators",
        "href": "dissipation-in-nanoscale-resonators",
        "imageUrl": "https://s3-us-west-2.amazonaws.com/alexgreaney.com/media/poly-graphite-bg-orange-600px.png",
        "imageCaption": "Wave packet in Carbon Nano Tubes",
        "teaser": "Write a sexy 1-2 sentence teaser that must tantalize the reader to make them follow the link and read more.",
        "expandedText": [
            "Carbon nanotubes dissipate vibrations in surprising and unusual ways. The larger the excitation in a nanotube, the quicker it dissipates. We are keen to discover the cause of this strange dissipation and to find ways to make use to it.",
            "Carbon nanotubes (CNTs) are long and slender, lightweight, and incredibly stiff. This would make them ideal for nanoscale mechanical resonators (like tiny guitar strings) that resonate with exceedingly high frequency. Resonators such as this have many current and potential applications ranging from being able to weigh single atoms, to being used as emitters, receivers, and waveguides for wireless communication. "
        ]
    },
    {
        "layout": "sideImage",
        "nickName": "cool-science",
        "title": "Some cool science thing",
        "href": "some-cool-science-thing",
        "imageUrl": "media/research_350px_Si-2D-dispersion.jpg",
        "imageCaption": "Wave packet in Carbon Nano Tubes",
        "teaser": "Write a sexy 1-2 sentence teaser that must tantalize the reader to make them follow the link and read more.",
        "expandedText": [
            "Blah blah blah blah nanotubes dissipate vibrations in surprising and unusual ways. The larger the excitation in a nanotube, the quicker it dissipates. We are keen to discover the cause of this strange dissipation and to find ways to make use to it.",
            "Carbon nanotubes (CNTs) are long and slender, lightweight, and incredibly stiff. This would make them ideal for nanoscale mechanical resonators (like tiny guitar strings) that resonate with exceedingly high frequency. Resonators such as this have many current and potential applications ranging from being able to weigh single atoms, to being used as emitters, receivers, and waveguides for wireless communication. "
        ]
    },
    {
        "layout": "sideImage",
        "nickName": "snappy",
        "title": "Snappy title max 26 characters 12345",
        "imageUrl": "https://s3-us-west-2.amazonaws.com/alexgreaney.com/media/bubble6-600px.jpg",
        "imageTitle": "Wave packet in Carbon Nano Tubes",
        "teaser": "Write a sexy 1-2 sentence teaser that must tantalize the reader to make them follow the link and read more.",
        "expandedText": [
            "paragraph 1",
            "paragraph 2",
            "paragraph 3"
        ]
    }
]

